[
  {
    "name": "Sonu Kumar Rai",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQH0wD2pgsOryA/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1724587407209?e=1747267200&v=beta&t=drMbJzRgnTmAek2xkTMtjZ0JdaXxu5zVM2m_B2xJrLc",
    "description": "A seasoned mentor, startup founder, and product management expert, Sonu Kumar Rai has helped 60+ students and professionals shape their careers in high-growth industries. His experience spans entrepreneurship, business strategy, and career planning, enabling individuals to identify their strengths, build industry-relevant skills, and transition into impactful roles.",
    "linkedin": "https://www.linkedin.com/in/sonu-kumar-rai-971ba81ba/"
  },
  {
    "name": "Biswa Ranjan Barik",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D5603AQE3VFdOsvwHzw/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1665303466063?e=1747267200&v=beta&t=M011XJOCDaEGXYX3kL-Omh8sbEDWUIPismDUC0t_dsQ",
    "description": "Biswa mentors students in consulting, supply chain, and business analytics. With internship experiences at HUL & KPMG, he brings industry insights into problem-solving, operational excellence, & business strategy. Through structured guidance in case-solving, CV building, and interview preparation, he helps students crack their dream roles, and navigate career paths with confidence.",
    "linkedin": "https://www.linkedin.com/in/biswa-ranjan-barik-423537202/"
  },
  {
    "name": "Pratush Tiwari",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQFhQGfQZatIYw/profile-displayphoto-shrink_400_400/B4DZRVxLjpGkAg-/0/1736605749494?e=1752710400&v=beta&t=iFsovZg1Qefde1cOEexkwLSpH0VIz1Qgev0If-OLpxY",
    "description": "With a strong background in software development, Pratush Tiwari has helped aspiring engineers and professionals break into top tech roles. His experience as a software developer, combined with insights into industry hiring trends, and upskilling strategies, has enabled individuals to land opportunities at leading tech firms. He provides personalized guidance on navigating career transitions in software engineering.",
    "linkedin": "https://www.linkedin.com/in/pratush-tiwari-8b02a9218/"
  },
  {
    "name": "Arman Atibudhi",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/C4D03AQGBO1_CCJTqMw/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1613423081673?e=1752710400&v=beta&t=4fmGN78ySzFJCrKbfUA7zAOADeOEggWczM9ES7QBETk",
    "description": "Arman is an experienced Software Developer, having worked at Amazon and American Express, where he specialized in scalable systems and backend development. He mentors students in coding, DSA preparation, and software development careers, guiding them through internship applications, resume building, and coding interview preparation to help them crack top tech roles.",
    "linkedin": "https://www.linkedin.com/in/arman-atibudhi/"
  },
  {
    "name": "Apoorva Rajadhyaksha",
    "college": "IIT Bombay",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQEFg5NnevrZsw/profile-displayphoto-shrink_400_400/B4DZZrU1TrGgAk-/0/1745557346546?e=1752710400&v=beta&t=dveBogcrKIYheCjdZB4HFgoZDugAjJoPIFXSHfBzd_Q",
    "description": "With a 100 percentile in CAT (AIR 1) and internship experience at HUL in Finance & Supply Chain, Apoorva provides expert guidance on consulting, business analytics, and finance careers. She helps students with profile building, case-solving techniques, structured interview preparation, and MBA entrance strategy, ensuring a strong career foundation and a pathway to top-tier roles in the corporate world.",
    "linkedin": "https://www.linkedin.com/in/apoorva-rajadhyaksha/"
  },
  {
    "name": "Shreesh Mahapatra",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQHfyQz6YL3a5g/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1668842550496?e=1752710400&v=beta&t=Rddrh8hIxF2ZX1P50_SQGEuF9sX5fJDidVKOnusgQ44",
    "description": "Shreesh has an excellent research profile, having completed multiple foreign research internships and published in top academic journals. He guides students in building a strong research profile, securing research opportunities, and applying for PhD programs. With his expertise, students receive structured mentorship for paper publication, research applications, and academic career planning.",
    "linkedin": "https://www.linkedin.com/in/shreesh-mahapatra-693263211/"
  }
]