[
  {
    "name": "Sonu Kumar Rai",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQH0wD2pgsOryA/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1724587407207?e=1752710400&v=beta&t=WrcMI3bUIqv2D9qGHCpYRcwAjaFa9dIrEIsp6JabuMU",
    "description": "Sonu Kumar Rai has helped 100+ students navigate the college admission process, guiding them through JoSAA and state counseling to secure seats in top engineering institutes like IITs, NITs, and other prestigious colleges. With his expertise in college and branch selection and his elaborate structured approach based on cutoffs and trends, he ensures students make informed decisions based on their rank, preferences, and career goals.",
    "linkedin": "https://www.linkedin.com/in/sonu-kumar-rai-971ba81ba/"
  },
  {
    "name": "Sambhav Jena",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D5603AQFYjLFCtEg_uQ/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1688897873591?e=1752710400&v=beta&t=XY9ypDZjWTy2kUdKsg7Jc7QZq9jVLBp5B3yKBSS_rP4",
    "description": "Sambhav Jena, an IIT Kharagpur graduate, is passionate about guiding JEE aspirants toward success. With expertise in Mathematics and Physics, he simplifies challenging concepts for better understanding. His mentorship focuses on smart problem-solving techniques, exam strategies, and structured study plans. He is particularly passionate about core Engineering and actively guides and supports his juniors into roles in Design and core Engineering.",
    "linkedin": "https://www.linkedin.com/in/sambhav-jena-7a7ab5200/"
  },
  {
    "name": "Pratush Tiwari",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQFhQGfQZatIYw/profile-displayphoto-shrink_400_400/B4DZRVxLjpGkAg-/0/1736605749494?e=1752710400&v=beta&t=iFsovZg1Qefde1cOEexkwLSpH0VIz1Qgev0If-OLpxY",
    "description": "An IIT Kharagpur alumnus, Pratush Tiwari has helped students strategize their college admissions, guiding them through JoSAA counseling, branch selection, and institute shortlisting. His deep understanding of engineering programs, faculty reputation, and placement trends enables students to make well-informed decisions. With his mentorship, aspirants have secured top colleges that align with their long-term career goals.",
    "linkedin": "https://www.linkedin.com/in/pratush-tiwari-8b02a9218/"
  },
  {
    "name": "Preetish Behera",
    "college": "IIT Delhi",
    "image": "https://media.licdn.com/dms/image/v2/C4D03AQFCSg78ospHXg/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1620881056089?e=1752710400&v=beta&t=UsTMCr_lLd_oiZsvfkvAVQapDDOdwWaPFcvJzpTT6XY",
    "description": "Preetish has successfully mentored 20+ students in JoSAA and state government counseling, providing personalized guidance on college and branch selection. With a deep understanding of the counseling process, he helps students make informed decisions based on career goals, placements, and future opportunities. Whether it’s predicting the best options or guiding through special rounds, his expertise ensures students secure the best outcomes in the admission process.",
    "linkedin": "https://www.linkedin.com/in/preetish-behera-734378207/"
  },
  {
    "name": "Biswa Ranjan Barik",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D5603AQE3VFdOsvwHzw/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1665303466063?e=1752710400&v=beta&t=qYjrot-DPfB2MlFMlkI7fU6fI995wizWSfwSsLjpy7U",
    "description": "Biswa has mentored 80+ JEE aspirants and has provided end-to-end JoSAA counseling to 24+ students. He has conducted 8+ sessions on exam stress and time management, helping students stay focused. A Global Winner in an international case competition, he also mentors students in building strong profiles for supply chain, and business analytics, providing expertise in placement preparation to help them secure top career opportunities.",
    "linkedin": "https://www.linkedin.com/in/biswa-ranjan-barik-423537202/"
  }
]