[
  {
    "name": "Sonu Kumar Rai",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQH0wD2pgsOryA/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1724587407209?e=1747267200&v=beta&t=drMbJzRgnTmAek2xkTMtjZ0JdaXxu5zVM2m_B2xJrLc",
    "description": "Sonu Kumar Rai has mentored 100+ students, guiding them through JEE preparation, college counseling, and career planning, helping them secure seats in IITs, NITs, and other top institutes through JoSAA and state counseling. Beyond academics, Sonu brings expertise as a Product Manager and Startup Founder, mentoring students in product management, entrepreneurship, and career growth. His guidance helps students excel in exams, make informed college decisions, and prepare for high-growth career opportunities.",
    "linkedin": "https://www.linkedin.com/in/sonu-kumar-rai-971ba81ba/"
  },
  {
    "name": "Biswa Ranjan Barik",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D5603AQE3VFdOsvwHzw/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1665303466063?e=1747267200&v=beta&t=M011XJOCDaEGXYX3kL-Omh8sbEDWUIPismDUC0t_dsQ",
    "description": "Biswa has mentored 80+ JEE aspirants and has provided end-to-end JoSAA counseling to 24+ students. He has conducted 8+ sessions on exam stress and time management, helping students stay focused. A Global Winner in an international case competition, he also mentors students in building strong profiles for consulting, supply chain, and business analytics, providing expertise in case-solving, problem-solving, and interview preparation to help them secure top career opportunities.",
    "linkedin": "https://www.linkedin.com/in/biswa-ranjan-barik-423537202/"
  },
  {
    "name": "Sambhav Jena",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D5603AQFYjLFCtEg_uQ/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1688897873591?e=1747267200&v=beta&t=5pXZ8VnH9_TUj18F03n4LAyxki-iqH5xxYH8RDCDojA",
    "description": "Sambhav Jena, an IIT Kharagpur graduate, is passionate about guiding JEE aspirants toward success. With expertise in Mathematics and Physics, he simplifies challenging concepts for better understanding. His mentorship focuses on smart problem-solving techniques, exam strategies, and structured study plans. With experience spanning across business case competitions and Product design events, he actively guides and has supported his juniors into roles in Design and core Engineering.",
    "linkedin": "https://www.linkedin.com/in/sambhav-jena-7a7ab5200/"
  },
  {
    "name": "Pratush Tiwari",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQFhQGfQZatIYw/profile-displayphoto-shrink_400_400/B4DZRVxLjpGkAg-/0/1736605749494?e=1752710400&v=beta&t=iFsovZg1Qefde1cOEexkwLSpH0VIz1Qgev0If-OLpxY",
    "description": "Pratush Tiwari, an IIT Kharagpur graduate and software developer, has mentored 50+ students and professionals in college counseling and career strategy. With deep expertise in JoSAA counseling, he has helped students make informed decisions about IITs, NITs, and top engineering colleges. Beyond academics, he has also guided professionals in career transitions, skill development, and industry readiness, ensuring they secure high-growth opportunities in tech and beyond.",
    "linkedin": "https://www.linkedin.com/in/pratush-tiwari-8b02a9218/"
  },
  {
    "name": "Preetish Behera",
    "college": "IIT Delhi",
    "image": "https://media.licdn.com/dms/image/v2/C4D03AQFCSg78ospHXg/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1620881056089?e=1752710400&v=beta&t=UsTMCr_lLd_oiZsvfkvAVQapDDOdwWaPFcvJzpTT6XY",
    "description": "A State Top-10 Rank Holder in 10th & 12th, Preetish has a strong command over Chemistry, helping JEE aspirants with concept clarity, problem-solving techniques, and high-scoring strategies. He has successfully mentored 20+ students in JoSAA and state government counseling, providing personalized college and branch selection advice. With his structured guidance, students excel in both JEE preparation and admission decisions, ensuring they secure the best opportunities for their future.",
    "linkedin": "https://www.linkedin.com/in/sambhav-jena-7a7ab5200/"
  },
  {
    "name": "Apoorva Rajadhyaksha",
    "college": "IIT Bombay",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQEFg5NnevrZsw/profile-displayphoto-shrink_400_400/B4DZZrU1TrGgAk-/0/1745557346546?e=1752710400&v=beta&t=dveBogcrKIYheCjdZB4HFgoZDugAjJoPIFXSHfBzd_Q",
    "description": "An NTSE Scholar, KVPY Qualified, and Honorable Mention in the International Math Olympiad, Apoorva has excelled in both academics and career development. Her deep expertise in Mathematics makes her a top mentor for JEE aspirants. With a 100 percentile in CAT (AIR 1) and HUL internship experience, she also provides career guidance in consulting, business analytics, and MBA entrance preparation, ensuring students are equipped for success in both academics and beyond.",
    "linkedin": "https://www.linkedin.com/in/apoorva-rajadhyaksha/"
  }
]