[
  {
    "name": "Biswa Ranjan Barik",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D5603AQE3VFdOsvwHzw/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1665303466063?e=1747267200&v=beta&t=M011XJOCDaEGXYX3kL-Omh8sbEDWUIPismDUC0t_dsQ",
    "description": "Biswa has mentored 80+ JEE aspirants, helping them secure seats in IITs and NITs, and has successfully guided 24+ students through end-to-end JoSAA counseling. His mentorship focuses on topic-specific strategies, mock test analysis, and exam attempt techniques to maximize scores. With 8+ sessions on exam stress and time management, he ensures students stay focused and motivated throughout their preparation.",
    "linkedin": "https://www.linkedin.com/in/biswa-ranjan-barik-423537202/"
  },
  {
    "name": "Shreesh Mahapatra",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQHfyQz6YL3a5g/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1668842550496?e=1752710400&v=beta&t=Rddrh8hIxF2ZX1P50_SQGEuF9sX5fJDidVKOnusgQ44",
    "description": "With a strong foundation in Physics and an outstanding research background, Shreesh simplifies complex topics and enhances problem-solving skills for JEE aspirants. His expertise extends beyond academics—he also specializes in stress management techniques, helping students stay focused and confident during their preparation. His mentorship ensures a structured approach to mastering Physics while maintaining a healthy mindset for peak performance.",
    "linkedin": "https://www.linkedin.com/in/shreesh-mahapatra-693263211/"
  },
  {
    "name": "Preetish Behera",
    "college": "IIT Delhi",
    "image": "https://media.licdn.com/dms/image/v2/C4D03AQFCSg78ospHXg/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1620881056089?e=1752710400&v=beta&t=UsTMCr_lLd_oiZsvfkvAVQapDDOdwWaPFcvJzpTT6XY",
    "description": "A State Top-10 Rank Holder in 10th & 12th, Preetish has a deep understanding of Chemistry, helping JEE aspirants master conceptual clarity, problem-solving techniques, and high-scoring strategies. With his expertise, he simplifies complex topics and guides students with topic-specific strategies and exam attempt techniques. His structured mentorship ensures students build strong fundamentals and maximize their JEE scores.",
    "linkedin": "https://www.linkedin.com/in/preetish-behera-734378207/"
  },
  {
    "name": "Apoorva Rajadhyaksha",
    "college": "IIT Bombay",
    "image": "https://media.licdn.com/dms/image/v2/D4D03AQEFg5NnevrZsw/profile-displayphoto-shrink_400_400/B4DZZrU1TrGgAk-/0/1745557346546?e=1752710400&v=beta&t=dveBogcrKIYheCjdZB4HFgoZDugAjJoPIFXSHfBzd_Q",
    "description": "An NTSE Scholar, KVPY Qualified, and Honorable Mention in the International Math Olympiad, Apoorva has a deep understanding of mathematical problem-solving techniques essential for JEE success. Her structured approach helps students grasp high-yield concepts, and tackle complex problems with confidence. With a proven track record in competitive exams, she ensures students develop strong fundamentals and the right mindset to excel in JEE.",
    "linkedin": "https://www.linkedin.com/in/apoorva-rajadhyaksha/"
  },
  {
    "name": "Arman Atibudhi",
    "college": "IIT Kharagpur",
    "image": "https://media.licdn.com/dms/image/v2/C4D03AQGBO1_CCJTqMw/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1613423081673?e=1752710400&v=beta&t=4fmGN78ySzFJCrKbfUA7zAOADeOEggWczM9ES7QBETk",
    "description": "With an AIR 947 in JEE Advanced, AIR 157 in KVPY, and NTSE qualification, Arman has mastered competitive exam strategies. He has delivered 5+ Toppers’ Talks, sharing his expertise in topic-wise study techniques, test-taking strategies, time management and competitive programming. His structured approach to mock test analysis and exam attempt strategy helps students maximize their scores and stay ahead in JEE preparation.",
    "linkedin": "https://www.linkedin.com/in/arman-atibudhi/"
  }
]